
export const LISTDATA = [
  {
    id: 1,
    image: require("../cardimage/1.jpg"),
    result : "이제 막 사랑에 빠졌거나,자발적으로 새로운 것을 시도합니다. 많은 상상력과 자신감으로 오래된 제약에서 벗어날 수 있습니다 다만 너무 멀리 가지는 마세요~! " 
  },
  {
    id: 2,
    image: require("../cardimage/2.jpg"),
    result : "신경이 예민해지거나 스트레스가 쌓일 수 있는 시기입니다. 찜질을 자주하거나 여행을 갔다 오거나, 잠을 많이 자는 등 스트레스를 풀 수 있도록 해야 할 것 입니다. "
  },
  {
    id: 3,
    image: require("../cardimage/3.jpg"),
    result : "일을 할 때에는 결말까지 주의를 기울이며 일을 진행해야 운이 더욱 상승할 수 있을 것 입니다. 애정운이 좋은 달이니 평소보다 적극적인 모습을 보여도 되는 시기입니다."

  },
  {
    id: 4,
    image: require("../cardimage/4.jpg"),
    result : "이번 달은 하나하나 따지면서 소비를 하는 것이 좋고, 생각이나 계획이 없이 지출을 하는 것을 주의한다면 시간이 지날수록 재물이 모아지게 될 것 입니다."

  },
  {
    id: 5,
    image: require("../cardimage/5.jpg"),
    result : "이 달은 다른 사람에게 많은 것들을 베풀면 베푸는 대로 칭찬이 들어오게 되는 때입니다. 조금 손해 보더라도 좀더 인정을 베푸는 것이 필요합니다. "

  },
  {
    id: 6,
    image: require("../cardimage/6.jpg"),
    result : "친한 사람과 더욱 친해질 수 있도록 마음을 열고 상대방을 바라보고 솔직하게 많은 이야기를 나누는 것이 좋습니다. "

  },
  {
    id: 7,
    image: require("../cardimage/7.jpg"),
    result : "대체적으로 에너지가 넘치는 시기이지만, 고갈되기도 쉬운 시기이니 자신의 컨디션을 살펴가면서 스케줄을 조절해야 할 것 입니다. "

  },
  {
    id: 8,
    image: require("../cardimage/8.jpg"),
    result : "특별한 어려움도 없고 주위 상황도 당신에게 이롭게 돌아가는 듯 합니다. 별 다른 장애나 방해를 만나지 않기 때문에 순조롭게 자신의 목표를 향해 나아가기만 하면 됩니다.  "

  },
  {
    id: 9,
    image: require("../cardimage/9.jpg"),
    result : "이번 달은 자신감이 넘치지만 잘못하면 의욕만 넘치고 실속이 없을 수 있으니 주의를 해야 할 것 입니다. 욕심이 많아지지만 현실에 큰 변화가 없어 다소 만족감이 떨어지는 달이 될 수 있습니다."

  },
  {
    id: 10,
    image: require("../cardimage/10.jpg"),
    result : "재물을 벌기 위한 적극적인 투자를 하기 보다는 그 동안 관심을 가지고 있었던 재테크나 투자가 있다면 이번 달에 관심분야에 대한 공부를 하거나 조사를 하면서 보내는 것이 좋습니다."

  },
  {
    id: 11,
    image: require("../cardimage/11.jpg"),
    result : "시간이 가는 것도 모르고 집중을 하면 높은 능률과 최상의 결과를 낳을 수 있을 것입니다.  좋은 대인운을 만들기 위해서는 이해타산적인 마음을 버리고 베푸는 마음을 가져야 할 것 입니다."

  },
  {
    id: 12,
    image: require("../cardimage/12.jpg"),
    result : "운의 기복이 있는 시기입니다. 운이 좋게 흐를 때 일이나 학업, 또는 연애에 집중을 하고, 그렇지 않은 시기에는 감정을 잘 조절하고 자중하는 시기로 삼아야 합니다."

  },
  {
    id: 13,
    image: require("../cardimage/13.jpg"),
    result : "전날의 피로를 잊게 할 만한 좋은 소식이 기다립니다. 가정 내에 작은 경사가 생길 수도 있습니다. "

  },
  {
    id: 14,
    image: require("../cardimage/14.jpg"),
    result : "작은 것에 신경을 쓰지 말고 마음을 넓게 가지고 자신의 목표를 향해서만 나아가야 될 것 입니다. "

  },
  {
    id: 15,
    image: require("../cardimage/15.jpg"),
    result : "이번 달은 이성의 숫자는 많지만 나의 마음에 한줄기 허전함을 채워주기엔 부족합니다. 원하는 이성은 나를 피하고 원하지 않는 이성은 나에게 다가올 수 있는 애매한 시기입니다. "

  },
  {
    id: 16,
    image: require("../cardimage/16.jpg"),
    result : "차분히 한가지씩 확실하게 마무리 짓고 새 일을 벌이세요. 그러면 자신이 한 만큼의 효과를 얻을 수 있을 겁니다."

  },
  {
    id: 17,
    image: require("../cardimage/17.jpg"),
    result : "새로운 여러 가지 정보를 많이 접해보고 새로운 사람들을 많이 만나는 것이 전체적인 운을 상승시키는데 도움이 될 것 입니다. "

  },
  {
    id: 18,
    image: require("../cardimage/18.jpg"),
    result : "성실한 모습이 많아지고 자신의 위치에서 최선을 다하기 때문에 전체적인 운이 무난하게 잘 흘러가는 달입니다. 무리한 욕심이 없다면 마음의 여유를 얻게 될 것 입니다."

  },
  {
    id: 19,
    image: require("../cardimage/19.jpg"),
    result : "공부나 일, 애정 모두 여유를 가지고 진행을 해야 운이 더욱 좋아지게 될 것 입니다. 급하게 하려고 하면 그만큼 빈틈이 보이게 됩니다. "

  },
  {
    id: 20,
    image: require("../cardimage/20.jpg"),
    result : "큰 문제가 일어나는 것은 아니지만, 경제적인 부분에 손해가 일어날 수 있는 시기입니다. 지금까지 해 왔던 일들과 함께 여러 가지 다른 일들이 겹쳐서 바쁜 시간을 보낼 수 있습니다."

  }]
